10/data/attachments/7049537822506bb7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_f751dba1-e1fd-4934-be3d-452ec54fd259</nif:username>
            <nif:friendToBeRequested>Lauren_play_Actions_55843_9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>